[{"hdfs_path": "./demo_data/549321620_94606187-Scene-055.mp4", "caption": "The video is about an animated scene where there's a man wearing glasses and a red shirt standing next to a girl with blonde hair who is sitting on a chair. The man is holding a cup and seems to be talking to the girl. There's another man in the background wearing a white shirt and a cap, looking at some paper. The setting appears to be outdoors, possibly in a garden or backyard area. The girl has a thoughtful expression on her face as she listens to the man. aesthetic score: 4.7. motion score: 2.3.", "total_frames": "150", "height": "720", "width": "1280", "fps": 29.97002997002997, "season_type": "fanju", "vae_frame": 73, "vae_boss_path": "./demo_data/549321620_94606187-Scene-055.pt", "vae_HW": [720, 1280]}, {"hdfs_path": "./demo_data/549321620_94606187-Scene-077.mp4", "caption": "The video is an animated scene where two girls are holding umbrellas under the rain. They both have green eyes and brown hair. The girl on the left has her hair tied up with a purple ribbon, while the girl on the right has her hair down. Both are wearing blue shirts. They are standing on a wet road with puddles around them. In the background, there's another person walking away from them. The video shows different angles of the same scene, with slight variations in their positions or camera angle. There's no audio in the video. aesthetic score: 4.9. motion score: 1.4.", "total_frames": "158", "height": "720", "width": "1280", "fps": 29.97002997002997, "season_type": "fanju", "vae_frame": 81, "vae_boss_path": "./demo_data/549321620_94606187-Scene-077.pt", "vae_HW": [720, 1280]}, {"hdfs_path": "./demo_data/549321620_94606187-Scene-082.mp4", "caption": "The video is an animated scene where a group of people are sitting around a dining table. A young woman with blonde hair is seated at the head of the table, wearing a white dress. On either side of her are two men, one older with glasses and the other younger with long hair. The table is set with plates and bowls, and there's a chandelier hanging above it. The woman is speaking to the group, and subtitles on the screen indicate that she's saying \"来 不要客气 尽量多吃点哦\" which translates to \"Come, don't be polite, eat as much as you like.\" The atmosphere appears to be warm and welcoming, suggesting a family gathering or a meal among close friends. aesthetic score: 4.8. motion score: 1.6.", "total_frames": "225", "height": "720", "width": "1280", "fps": 29.97002997002997, "season_type": "fanju", "vae_frame": 97, "vae_boss_path": "./demo_data/549321620_94606187-Scene-082.pt", "vae_HW": [720, 1280]}, {"hdfs_path": "./demo_data/549321620_94606187-Scene-084.mp4", "caption": "The video is an animation clip featuring a man with long black hair and a mustache wearing a suit. He has a calm expression on his face.\n\nIn the first scene, he is sitting at a table holding chopsticks, looking at something off-screen.\n\nIn the second scene, he is still seated at the table but now he's smiling slightly as if he's about to say something.\n\nIn the third scene, he is still seated at the table, but now he's holding up a pair of chopsticks and making a gesture like he's eating something.\n\nIn the fourth scene, he is still seated at the table, but now he's holding up a pair of chopsticks and making a gesture like he's eating something again.\n\nIn the fifth scene, he is still seated at the table, but now he's holding up a pair of chopsticks and making a gesture like he's eating something once more. aesthetic score: 5.3. motion score: 2.2.", "total_frames": "180", "height": "720", "width": "1280", "fps": 29.97002997002997, "season_type": "fanju", "vae_frame": 89, "vae_boss_path": "./demo_data/549321620_94606187-Scene-084.pt", "vae_HW": [720, 1280]}, {"hdfs_path": "./demo_data/549321620_94606187-Scene-093.mp4", "caption": "The video is an animation scene. An old man with gray hair and glasses is sitting on the left side of the screen, wearing a suit and tie, looking at the camera. On the right side of the screen, there is a young woman with blonde hair, wearing a white shirt, facing the camera. The two people are sitting opposite each other, and their faces show smiles. There is a glass drink container on the table between them. aesthetic score: 4.9. motion score: 1.5.", "total_frames": "194", "height": "720", "width": "1280", "fps": 29.97002997002997, "season_type": "fanju", "vae_frame": 97, "vae_boss_path": "./demo_data/549321620_94606187-Scene-093.pt", "vae_HW": [720, 1280]}]